{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "</s>",
          "type_id": 0
        }
      }
    ],
    "special_tokens": {
      "</s>": {
        "id": "</s>",
        "ids": [
          2
        ],
        "tokens": [
          "</s>"
        ]
      },
      "<s>": {
        "id": "<s>",
        "ids": [
          0
        ],
        "tokens": [
          "<s>"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "¡": 127,
      "¢": 128,
      "£": 129,
      "¤": 130,
      "¥": 131,
      "¦": 132,
      "§": 133,
      "¨": 134,
      "©": 135,
      "ª": 136,
      "«": 137,
      "¬": 138,
      "­": 139,
      "®": 140,
      "¯": 141,
      "°": 142,
      "±": 143,
      "²": 144,
      "³": 145,
      "´": 146,
      "µ": 147,
      "¶": 148,
      "·": 149,
      "¸": 150,
      "¹": 151,
      "º": 152,
      "»": 153,
      "¼": 154,
      "½": 155,
      "¾": 156,
      "¿": 157,
      "À": 158,
      "Á": 159,
      "Â": 160,
      "Ã": 161,
      "Ä": 162,
      "Å": 163,
      "Æ": 164,
      "Ç": 165,
      "È": 166,
      "É": 167,
      "Ê": 168,
      "Ë": 169,
      "Ì": 170,
      "Í": 171,
      "Î": 172,
      "Ï": 173,
      "Ð": 174,
      "Ñ": 175,
      "Ò": 176,
      "Ó": 177,
      "Ô": 178,
      "Õ": 179,
      "Ö": 180,
      "×": 181,
      "Ø": 182,
      "Ù": 183,
      "Ú": 184,
      "Û": 185,
      "Ü": 186,
      "Ý": 187,
      "Þ": 188,
      "ß": 189,
      "à": 190,
      "á": 191,
      "â": 192,
      "ã": 193,
      "ä": 194,
      "å": 195,
      "æ": 196,
      "ç": 197,
      "è": 198,
      "é": 199,
      "ê": 200,
      "ë": 201,
      "ì": 202,
      "í": 203,
      "î": 204,
      "ï": 205,
      "ð": 206,
      "ñ": 207,
      "ò": 208,
      "ó": 209,
      "ô": 210,
      "õ": 211,
      "ö": 212,
      "÷": 213,
      "ø": 214,
      "ù": 215,
      "ú": 216,
      "û": 217,
      "ü": 218,
      "ý": 219,
      "þ": 220,
      "ÿ": 221,
      "Ā": 222,
      "ā": 223,
      "Ă": 224,
      "ă": 225,
      "Ą": 226,
      "ą": 227,
      "Ć": 228,
      "ć": 229,
      "Ĉ": 230,
      "ĉ": 231,
      "Ċ": 232,
      "ċ": 233,
      "Č": 234,
      "č": 235,
      "Ď": 236,
      "ď": 237,
      "Đ": 238,
      "đ": 239,
      "Ē": 240,
      "ē": 241,
      "ĕ": 242,
      "Ė": 243,
      "ė": 244,
      "Ę": 245,
      "ę": 246,
      "Ě": 247,
      "ě": 248,
      "ĝ": 249,
      "Ğ": 250,
      "ğ": 251,
      "Ġ": 252,
      "ġ": 253,
      "Ģ": 254,
      "ģ": 255,
      "ĥ": 256,
      "Ħ": 257,
      "ħ": 258,
      "ĩ": 259,
      "Ī": 260,
      "ī": 261,
      "ĭ": 262,
      "Į": 263,
      "į": 264,
      "İ": 265,
      "ı": 266,
      "Ĳ": 267,
      "ĵ": 268,
      "Ķ": 269,
      "ķ": 270,
      "ĸ": 271,
      "Ĺ": 272,
      "ĺ": 273,
      "Ļ": 274,
      "ļ": 275,
      "Ľ": 276,
      "ľ": 277,
      "Ŀ": 278,
      "Ł": 279,
      "ł": 280,
      "Ń": 281,
      "ń": 282,
      "Ņ": 283,
      "ņ": 284,
      "Ň": 285,
      "ň": 286,
      "ŋ": 287,
      "Ō": 288,
      "ō": 289,
      "ŏ": 290,
      "Ő": 291,
      "ő": 292,
      "Œ": 293,
      "œ": 294,
      "Ŕ": 295,
      "ŕ": 296,
      "Ř": 297,
      "ř": 298,
      "Ś": 299,
      "ś": 300,
      "Ŝ": 301,
      "ŝ": 302,
      "Ş": 303,
      "ş": 304,
      "Š": 305,
      "š": 306,
      "Ţ": 307,
      "ţ": 308,
      "Ť": 309,
      "ť": 310,
      "ũ": 311,
      "Ū": 312,
      "ū": 313,
      "ŭ": 314,
      "Ů": 315,
      "ů": 316,
      "Ű": 317,
      "ű": 318,
      "Ų": 319,
      "ų": 320,
      "ŵ": 321,
      "ŷ": 322,
      "Ÿ": 323,
      "Ź": 324,
      "ź": 325,
      "Ż": 326,
      "ż": 327,
      "Ž": 328,
      "ž": 329,
      "ſ": 330,
      "Ɔ": 331,
      "Ƒ": 332,
      "ƒ": 333,
      "Ɠ": 334,
      "Ɩ": 335,
      "Ƙ": 336,
      "ƛ": 337,
      "Ɲ": 338,
      "Ơ": 339,
      "ơ": 340,
      "Ʀ": 341,
      "Ƭ": 342,
      "ư": 343,
      "ǎ": 344,
      "ǐ": 345,
      "ǒ": 346,
      "ǔ": 347,
      "ǘ": 348,
      "ǜ": 349,
      "ǝ": 350,
      "ǟ": 351,
      "ǣ": 352,
      "ǫ": 353,
      "Ǵ": 354,
      "ǵ": 355,
      "Ǻ": 356,
      "ȃ": 357,
      "ș": 358,
      "ț": 359,
      "Ȣ": 360,
      "Ȥ": 361,
      "Ȼ": 362,
      "ɐ": 363,
      "ɑ": 364,
      "ɒ": 365,
      "ɔ": 366,
      "ɕ": 367,
      "ə": 368,
      "ɚ": 369,
      "ɛ": 370,
      "ɜ": 371,
      "ɡ": 372,
      "ɢ": 373,
      "ɣ": 374,
      "ɤ": 375,
      "ɨ": 376,
      "ɪ": 377,
      "ɫ": 378,
      "ɬ": 379,
      "ɯ": 380,
      "ɲ": 381,
      "ɴ": 382,
      "ɵ": 383,
      "ɹ": 384,
      "ɾ": 385,
      "ʀ": 386,
      "ʁ": 387,
      "ʃ": 388,
      "ʊ": 389,
      "ʋ": 390,
      "ʌ": 391,
      "ʎ": 392,
      "ʐ": 393,
      "ʒ": 394,
      "ʔ": 395,
      "ʚ": 396,
      "ʤ": 397,
      "ʦ": 398,
      "ʰ": 399,
      "ʲ": 400,
      "ʺ": 401,
      "ʻ": 402,
      "ʼ": 403,
      "ʾ": 404,
      "ʿ": 405,
      "ˁ": 406,
      "ˆ": 407,
      "ˇ": 408,
      "ˈ": 409,
      "ˌ": 410,
      "ː": 411,
      "ˑ": 412,
      "˘": 413,
      "˙": 414,
      "˚": 415,
      "˛": 416,
      "˜": 417,
      "˝": 418,
      "ˡ": 419,
      "ˤ": 420,
      "̀": 421,
      "́": 422,
      "̂": 423,
      "̃": 424,
      "̄": 425,
      "̆": 426,
      "̇": 427,
      "̈": 428,
      "̍": 429,
      "̡": 430,
      "̣": 431,
      "̤": 432,
      "̧": 433,
      "̯": 434,
      "̱": 435,
      "̶": 436,
      "͘": 437,
      "͡": 438,
      ";": 439,
      "΄": 440,
      "Ά": 441,
      "Έ": 442,
      "Ί": 443,
      "Ό": 444,
      "Ώ": 445,
      "ΐ": 446,
      "Α": 447,
      "Β": 448,
      "Γ": 449,
      "Δ": 450,
      "Ε": 451,
      "Ζ": 452,
      "Η": 453,
      "Θ": 454,
      "Ι": 455,
      "Κ": 456,
      "Λ": 457,
      "Μ": 458,
      "Ν": 459,
      "Ο": 460,
      "Π": 461,
      "Ρ": 462,
      "Σ": 463,
      "Τ": 464,
      "Υ": 465,
      "Φ": 466,
      "Χ": 467,
      "Ω": 468,
      "ά": 469,
      "έ": 470,
      "ή": 471,
      "ί": 472,
      "α": 473,
      "β": 474,
      "γ": 475,
      "δ": 476,
      "ε": 477,
      "ζ": 478,
      "η": 479,
      "θ": 480,
      "ι": 481,
      "κ": 482,
      "λ": 483,
      "μ": 484,
      "ν": 485,
      "ξ": 486,
      "ο": 487,
      "π": 488,
      "ρ": 489,
      "ς": 490,
      "σ": 491,
      "τ": 492,
      "υ": 493,
      "φ": 494,
      "χ": 495,
      "ψ": 496,
      "ω": 497,
      "ϊ": 498,
      "ϋ": 499,
      "ό": 500,
      "ύ": 501,
      "ώ": 502,
      "Ё": 503,
      "Ђ": 504,
      "Ѓ": 505,
      "Є": 506,
      "Ѕ": 507,
      "І": 508,
      "Ї": 509,
      "Ј": 510,
      "Љ": 511,
      "Њ": 512,
      "Ћ": 513,
      "Ќ": 514,
      "Ў": 515,
      "Џ": 516,
      "А": 517,
      "Б": 518,
      "В": 519,
      "Г": 520,
      "Д": 521,
      "Е": 522,
      "Ж": 523,
      "З": 524,
      "И": 525,
      "Й": 526,
      "К": 527,
      "Л": 528,
      "М": 529,
      "Н": 530,
      "О": 531,
      "П": 532,
      "Р": 533,
      "С": 534,
      "Т": 535,
      "У": 536,
      "Ф": 537,
      "Х": 538,
      "Ц": 539,
      "Ч": 540,
      "Ш": 541,
      "Щ": 542,
      "Ъ": 543,
      "Ы": 544,
      "Ь": 545,
      "Э": 546,
      "Ю": 547,
      "Я": 548,
      "а": 549,
      "б": 550,
      "в": 551,
      "г": 552,
      "д": 553,
      "е": 554,
      "ж": 555,
      "з": 556,
      "и": 557,
      "й": 558,
      "к": 559,
      "л": 560,
      "м": 561,
      "н": 562,
      "о": 563,
      "п": 564,
      "р": 565,
      "с": 566,
      "т": 567,
      "у": 568,
      "ф": 569,
      "х": 570,
      "ц": 571,
      "ч": 572,
      "ш": 573,
      "щ": 574,
      "ъ": 575,
      "ы": 576,
      "ь": 577,
      "э": 578,
      "ю": 579,
      "я": 580,
      "ё": 581,
      "ђ": 582,
      "ѓ": 583,
      "є": 584,
      "ѕ": 585,
      "і": 586,
      "ї": 587,
      "ј": 588,
      "љ": 589,
      "њ": 590,
      "ћ": 591,
      "ќ": 592,
      "ў": 593,
      "џ": 594,
      "Ѳ": 595,
      "ѳ": 596,
      "Ґ": 597,
      "ґ": 598,
      "ғ": 599,
      "ҙ": 600,
      "қ": 601,
      "Ҡ": 602,
      "ҡ": 603,
      "ң": 604,
      "ү": 605,
      "ұ": 606,
      "Ҳ": 607,
      "ҳ": 608,
      "һ": 609,
      "ә": 610,
      "ө": 611,
      "ӳ": 612,
      "ְ": 613,
      "ֲ": 614,
      "ֳ": 615,
      "ִ": 616,
      "ֵ": 617,
      "ֶ": 618,
      "ַ": 619,
      "ָ": 620,
      "ֹ": 621,
      "ּ": 622,
      "ֿ": 623,
      "ׁ": 624,
      "א": 625,
      "ב": 626,
      "ג": 627,
      "ד": 628,
      "ה": 629,
      "ו": 630,
      "ז": 631,
      "ח": 632,
      "ט": 633,
      "י": 634,
      "כ": 635,
      "ל": 636,
      "ם": 637,
      "מ": 638,
      "ן": 639,
      "נ": 640,
      "ס": 641,
      "ע": 642,
      "פ": 643,
      "ץ": 644,
      "צ": 645,
      "ק": 646,
      "ר": 647,
      "ש": 648,
      "ת": 649,
      "،": 650,
      "ؒ": 651,
      "؛": 652,
      "ء": 653,
      "آ": 654,
      "أ": 655,
      "ؤ": 656,
      "إ": 657,
      "ئ": 658,
      "ا": 659,
      "ب": 660,
      "ة": 661,
      "ت": 662,
      "ث": 663,
      "ج": 664,
      "ح": 665,
      "خ": 666,
      "د": 667,
      "ذ": 668,
      "ر": 669,
      "ز": 670,
      "س": 671,
      "ش": 672,
      "ص": 673,
      "ض": 674,
      "ط": 675,
      "ظ": 676,
      "ع": 677,
      "غ": 678,
      "ـ": 679,
      "ف": 680,
      "ق": 681,
      "ك": 682,
      "ل": 683,
      "م": 684,
      "ن": 685,
      "ه": 686,
      "و": 687,
      "ى": 688,
      "ي": 689,
      "ً": 690,
      "ٌ": 691,
      "ٍ": 692,
      "َ": 693,
      "ُ": 694,
      "ِ": 695,
      "ّ": 696,
      "ْ": 697,
      "ٲ": 698,
      "ٹ": 699,
      "ټ": 700,
      "پ": 701,
      "ځ": 702,
      "چ": 703,
      "ڠ": 704,
      "ڤ": 705,
      "ک": 706,
      "ڬ": 707,
      "ڭ": 708,
      "گ": 709,
      "ھ": 710,
      "ہ": 711,
      "ۂ": 712,
      "ۆ": 713,
      "ۇ": 714,
      "ی": 715,
      "ې": 716,
      "ە": 717,
      "۞": 718,
      "۩": 719,
      "۰": 720,
      "۱": 721,
      "۲": 722,
      "۳": 723,
      "۴": 724,
      "۵": 725,
      "۶": 726,
      "۷": 727,
      "۸": 728,
      "۹": 729,
      "ރ": 730,
      "ކ": 731,
      "އ": 732,
      "މ": 733,
      "ާ": 734,
      "ި": 735,
      "ެ": 736,
      "ߖ": 737,
      "ߧ": 738,
      "߮": 739,
      "ं": 740,
      "अ": 741,
      "आ": 742,
      "ई": 743,
      "उ": 744,
      "क": 745,
      "ग": 746,
      "च": 747,
      "छ": 748,
      "ज": 749,
      "ञ": 750,
      "ट": 751,
      "ड": 752,
      "ढ": 753,
      "ण": 754,
      "त": 755,
      "थ": 756,
      "द": 757,
      "ध": 758,
      "न": 759,
      "प": 760,
      "ब": 761,
      "भ": 762,
      "म": 763,
      "य": 764,
      "र": 765,
      "ल": 766,
      "व": 767,
      "श": 768,
      "ष": 769,
      "स": 770,
      "ह": 771,
      "़": 772,
      "ा": 773,
      "ि": 774,
      "ी": 775,
      "ु": 776,
      "ृ": 777,
      "े": 778,
      "ॉ": 779,
      "ो": 780,
      "्": 781,
      "ॐ": 782,
      "ॡ": 783,
      "०": 784,
      "१": 785,
      "२": 786,
      "३": 787,
      "५": 788,
      "९": 789,
      "ং": 790,
      "আ": 791,
      "ই": 792,
      "এ": 793,
      "ক": 794,
      "গ": 795,
      "ঙ": 796,
      "চ": 797,
      "ট": 798,
      "ত": 799,
      "ন": 800,
      "প": 801,
      "ব": 802,
      "ম": 803,
      "য": 804,
      "র": 805,
      "ল": 806,
      "শ": 807,
      "ষ": 808,
      "হ": 809,
      "়": 810,
      "া": 811,
      "ি": 812,
      "ু": 813,
      "ো": 814,
      "্": 815,
      "ৰ": 816,
      "ਗ": 817,
      "ਚ": 818,
      "ਡ": 819,
      "ਹ": 820,
      "ੀ": 821,
      "੍": 822,
      "ੜ": 823,
      "ੰ": 824,
      "ં": 825,
      "અ": 826,
      "ક": 827,
      "જ": 828,
      "ત": 829,
      "મ": 830,
      "ય": 831,
      "ર": 832,
      "સ": 833,
      "ા": 834,
      "િ": 835,
      "ુ": 836,
      "ે": 837,
      "્": 838,
      "૦": 839,
      "૧": 840,
      "૨": 841,
      "க": 842,
      "ங": 843,
      "ச": 844,
      "ட": 845,
      "த": 846,
      "ன": 847,
      "ப": 848,
      "ம": 849,
      "ய": 850,
      "ர": 851,
      "ல": 852,
      "வ": 853,
      "ஷ": 854,
      "ா": 855,
      "ி": 856,
      "ு": 857,
      "ூ": 858,
      "ெ": 859,
      "ை": 860,
      "ோ": 861,
      "்": 862,
      "ం": 863,
      "ఆ": 864,
      "క": 865,
      "గ": 866,
      "జ": 867,
      "డ": 868,
      "ద": 869,
      "ధ": 870,
      "న": 871,
      "ప": 872,
      "ర": 873,
      "శ": 874,
      "ా": 875,
      "ు": 876,
      "ె": 877,
      "ే": 878,
      "ొ": 879,
      "్": 880,
      "ౕ": 881,
      "ಐ": 882,
      "ಯ": 883,
      "ರ": 884,
      "ವ": 885,
      "ಶ": 886,
      "ಾ": 887,
      "ೆ": 888,
      "ೈ": 889,
      "್": 890,
      "ೖ": 891,
      "೦": 892,
      "೧": 893,
      "೨": 894,
      "೩": 895,
      "೫": 896,
      "೬": 897,
      "೮": 898,
      "೯": 899,
      "അ": 900,
      "എ": 901,
      "ക": 902,
      "ത": 903,
      "ദ": 904,
      "ന": 905,
      "പ": 906,
      "മ": 907,
      "യ": 908,
      "ല": 909,
      "വ": 910,
      "ഷ": 911,
      "സ": 912,
      "ി": 913,
      "ീ": 914,
      "ു": 915,
      "ോ": 916,
      "്": 917,
      "න": 918,
      "ම": 919,
      "ර": 920,
      "ව": 921,
      "හ": 922,
      "ු": 923,
      "ก": 924,
      "ข": 925,
      "ค": 926,
      "ฆ": 927,
      "ง": 928,
      "จ": 929,
      "ฉ": 930,
      "ช": 931,
      "ซ": 932,
      "ญ": 933,
      "ฎ": 934,
      "ฏ": 935,
      "ฐ": 936,
      "ฑ": 937,
      "ฒ": 938,
      "ณ": 939,
      "ด": 940,
      "ต": 941,
      "ถ": 942,
      "ท": 943,
      "ธ": 944,
      "น": 945,
      "บ": 946,
      "ป": 947,
      "ผ": 948,
      "ฝ": 949,
      "พ": 950,
      "ฟ": 951,
      "ภ": 952,
      "ม": 953,
      "ย": 954,
      "ร": 955,
      "ฤ": 956,
      "ล": 957,
      "ว": 958,
      "ศ": 959,
      "ษ": 960,
      "ส": 961,
      "ห": 962,
      "อ": 963,
      "ฮ": 964,
      "ฯ": 965,
      "ะ": 966,
      "ั": 967,
      "า": 968,
      "ำ": 969,
      "ิ": 970,
      "ี": 971,
      "ึ": 972,
      "ื": 973,
      "ุ": 974,
      "ู": 975,
      "฿": 976,
      "เ": 977,
      "แ": 978,
      "โ": 979,
      "ใ": 980,
      "ไ": 981,
      "ๆ": 982,
      "็": 983,
      "่": 984,
      "้": 985,
      "๊": 986,
      "๋": 987,
      "์": 988,
      "๑": 989,
      "ຂ": 990,
      "ຄ": 991,
      "ງ": 992,
      "ຈ": 993,
      "ດ": 994,
      "ຖ": 995,
      "ນ": 996,
      "ບ": 997,
      "ມ": 998,
      "ລ": 999,
      "ວ": 1000,
      "ັ": 1001,
      "າ": 1002,
      "ຸ": 1003,
      "ົ": 1004,
      "ຽ": 1005,
      "ເ": 1006,
      "້": 1007,
      "ໜ": 1008,
      "་": 1009,
      "ཏ": 1010,
      "ད": 1011,
      "ན": 1012,
      "བ": 1013,
      "མ": 1014,
      "ཚ": 1015,
      "འ": 1016,
      "ལ": 1017,
      "ས": 1018,
      "ཱ": 1019,
      "ི": 1020,
      "ོ": 1021,
      "ྔ": 1022,
      "ླ": 1023,
      "န": 1024,
      "ရ": 1025,
      "ဝ": 1026,
      "သ": 1027,
      "ဟ": 1028,
      "ေ": 1029,
      "္": 1030,
      "ა": 1031,
      "ბ": 1032,
      "გ": 1033,
      "დ": 1034,
      "ე": 1035,
      "ვ": 1036,
      "ზ": 1037,
      "თ": 1038,
      "ი": 1039,
      "კ": 1040,
      "ლ": 1041,
      "მ": 1042,
      "ნ": 1043,
      "ო": 1044,
      "პ": 1045,
      "რ": 1046,
      "ს": 1047,
      "ტ": 1048,
      "უ": 1049,
      "ქ": 1050,
      "ღ": 1051,
      "შ": 1052,
      "ც": 1053,
      "ძ": 1054,
      "წ": 1055,
      "ხ": 1056,
      "ჯ": 1057,
      "ህ": 1058,
      "ሊ": 1059,
      "ል": 1060,
      "ሓ": 1061,
      "ሕ": 1062,
      "መ": 1063,
      "ሙ": 1064,
      "ሜ": 1065,
      "ም": 1066,
      "ሥ": 1067,
      "ረ": 1068,
      "ሪ": 1069,
      "ራ": 1070,
      "ር": 1071,
      "ሰ": 1072,
      "ሴ": 1073,
      "ስ": 1074,
      "ሻ": 1075,
      "ሽ": 1076,
      "ቀ": 1077,
      "ቐ": 1078,
      "በ": 1079,
      "ቢ": 1080,
      "ባ": 1081,
      "ተ": 1082,
      "ት": 1083,
      "ቶ": 1084,
      "ነ": 1085,
      "ን": 1086,
      "አ": 1087,
      "ኣ": 1088,
      "ኤ": 1089,
      "እ": 1090,
      "ኦ": 1091,
      "ካ": 1092,
      "ክ": 1093,
      "ዋ": 1094,
      "ው": 1095,
      "ዓ": 1096,
      "ዕ": 1097,
      "የ": 1098,
      "ይ": 1099,
      "ደ": 1100,
      "ዲ": 1101,
      "ድ": 1102,
      "ገ": 1103,
      "ጋ": 1104,
      "ጨ": 1105,
      "ጽ": 1106,
      "ፅ": 1107,
      "ፈ": 1108,
      "ፍ": 1109,
      "፣": 1110,
      "Ꭰ": 1111,
      "Ꭲ": 1112,
      "Ꮊ": 1113,
      "ᐃ": 1114,
      "ᐊ": 1115,
      "ᑦ": 1116,
      "ᑲ": 1117,
      "ᒃ": 1118,
      "ᒥ": 1119,
      "ᓄ": 1120,
      "ᓕ": 1121,
      "ដ": 1122,
      "ឋ": 1123,
      "រ": 1124,
      "ស": 1125,
      "ហ": 1126,
      "្": 1127,
      "ḇ": 1128,
      "ḍ": 1129,
      "ḏ": 1130,
      "ḗ": 1131,
      "Ḥ": 1132,
      "ḥ": 1133,
      "Ḫ": 1134,
      "ḫ": 1135,
      "ḳ": 1136,
      "ḷ": 1137,
      "ḿ": 1138,
      "ṃ": 1139,
      "ṅ": 1140,
      "ṇ": 1141,
      "ṉ": 1142,
      "ṛ": 1143,
      "ṣ": 1144,
      "Ṭ": 1145,
      "ṭ": 1146,
      "Ṯ": 1147,
      "ṳ": 1148,
      "ẋ": 1149,
      "ạ": 1150,
      "ả": 1151,
      "ấ": 1152,
      "ầ": 1153,
      "ẩ": 1154,
      "ậ": 1155,
      "ắ": 1156,
      "ằ": 1157,
      "Ẳ": 1158,
      "ẵ": 1159,
      "ặ": 1160,
      "ẻ": 1161,
      "ẽ": 1162,
      "ế": 1163,
      "ề": 1164,
      "ể": 1165,
      "ễ": 1166,
      "ệ": 1167,
      "ỉ": 1168,
      "ị": 1169,
      "Ọ": 1170,
      "ọ": 1171,
      "ỏ": 1172,
      "ố": 1173,
      "ồ": 1174,
      "ổ": 1175,
      "ộ": 1176,
      "ớ": 1177,
      "ờ": 1178,
      "ở": 1179,
      "ỡ": 1180,
      "ợ": 1181,
      "ụ": 1182,
      "ủ": 1183,
      "ứ": 1184,
      "ừ": 1185,
      "ử": 1186,
      "ữ": 1187,
      "ự": 1188,
      "ỳ": 1189,
      "ỹ": 1190,
      "ἀ": 1191,
      "ἁ": 1192,
      "ἄ": 1193,
      "ἅ": 1194,
      "Ἀ": 1195,
      "ἐ": 1196,
      "ἑ": 1197,
      "ἔ": 1198,
      "Ἔ": 1199,
      "ἠ": 1200,
      "ἡ": 1201,
      "ἦ": 1202,
      "Ἡ": 1203,
      "Ἥ": 1204,
      "ἰ": 1205,
      "Ἱ": 1206,
      "ὁ": 1207,
      "ὄ": 1208,
      "Ὑ": 1209,
      "ά": 1210,
      "ὶ": 1211,
      "ὺ": 1212,
      "ῆ": 1213,
      "ῑ": 1214,
      "ῖ": 1215,
      "ῥ": 1216,
      "ῦ": 1217,
      "​": 1218,
      "‌": 1219,
      "‍": 1220,
      "‎": 1221,
      "‏": 1222,
      "‐": 1223,
      "‑": 1224,
      "‒": 1225,
      "–": 1226,
      "—": 1227,
      "―": 1228,
      "‖": 1229,
      "‘": 1230,
      "’": 1231,
      "‚": 1232,
      "‛": 1233,
      "“": 1234,
      "”": 1235,
      "„": 1236,
      "‟": 1237,
      "†": 1238,
      "‡": 1239,
      "•": 1240,
      "…": 1241,
      "‪": 1242,
      "‬": 1243,
      "‭": 1244,
      "‰": 1245,
      "′": 1246,
      "″": 1247,
      "‶": 1248,
      "‹": 1249,
      "›": 1250,
      "※": 1251,
      "‼": 1252,
      "‽": 1253,
      "⁄": 1254,
      "⁴": 1255,
      "ⁿ": 1256,
      "₁": 1257,
      "₂": 1258,
      "₠": 1259,
      "₣": 1260,
      "₤": 1261,
      "₩": 1262,
      "₪": 1263,
      "€": 1264,
      "₴": 1265,
      "₵": 1266,
      "⃛": 1267,
      "℃": 1268,
      "ℓ": 1269,
      "℔": 1270,
      "№": 1271,
      "™": 1272,
      "Ω": 1273,
      "℮": 1274,
      "⅓": 1275,
      "⅔": 1276,
      "⅛": 1277,
      "⅞": 1278,
      "Ⅱ": 1279,
      "Ⅲ": 1280,
      "←": 1281,
      "↑": 1282,
      "→": 1283,
      "↓": 1284,
      "↔": 1285,
      "↧": 1286,
      "⇒": 1287,
      "⇔": 1288,
      "⇗": 1289,
      "⇢": 1290,
      "∀": 1291,
      "∃": 1292,
      "∈": 1293,
      "∑": 1294,
      "−": 1295,
      "∙": 1296,
      "√": 1297,
      "∞": 1298,
      "∫": 1299,
      "∴": 1300,
      "∶": 1301,
      "∼": 1302,
      "≈": 1303,
      "≠": 1304,
      "≡": 1305,
      "≤": 1306,
      "≥": 1307,
      "≪": 1308,
      "≫": 1309,
      "⋅": 1310,
      "⌃": 1311,
      "⌘": 1312,
      "①": 1313,
      "②": 1314,
      "③": 1315,
      "─": 1316,
      "│": 1317,
      "┌": 1318,
      "┐": 1319,
      "└": 1320,
      "┘": 1321,
      "┬": 1322,
      "┴": 1323,
      "╚": 1324,
      "╞": 1325,
      "╩": 1326,
      "█": 1327,
      "░": 1328,
      "▒": 1329,
      "■": 1330,
      "□": 1331,
      "▪": 1332,
      "▲": 1333,
      "△": 1334,
      "▸": 1335,
      "►": 1336,
      "▼": 1337,
      "◆": 1338,
      "◇": 1339,
      "◈": 1340,
      "◊": 1341,
      "○": 1342,
      "◎": 1343,
      "●": 1344,
      "◙": 1345,
      "◦": 1346,
      "★": 1347,
      "☆": 1348,
      "☎": 1349,
      "☏": 1350,
      "☑": 1351,
      "☯": 1352,
      "☺": 1353,
      "☻": 1354,
      "☼": 1355,
      "♀": 1356,
      "♂": 1357,
      "♠": 1358,
      "♣": 1359,
      "♥": 1360,
      "♦": 1361,
      "♪": 1362,
      "♫": 1363,
      "✿": 1364,
      "➔": 1365,
      "➚": 1366,
      "➟": 1367,
      "➲": 1368,
      "Ⰶ": 1369,
      "ⲉ": 1370,
      "ⲟ": 1371,
      "Ⲡ": 1372,
      "ⲣ": 1373,
      "ⲩ": 1374,
      "、": 1375,
      "。": 1376,
      "々": 1377,
      "《": 1378,
      "》": 1379,
      "「": 1380,
      "」": 1381,
      "『": 1382,
      "』": 1383,
      "【": 1384,
      "】": 1385,
      "〔": 1386,
      "〕": 1387,
      "〜": 1388,
      "ぁ": 1389,
      "あ": 1390,
      "ぃ": 1391,
      "い": 1392,
      "う": 1393,
      "ぇ": 1394,
      "え": 1395,
      "お": 1396,
      "か": 1397,
      "が": 1398,
      "き": 1399,
      "ぎ": 1400,
      "く": 1401,
      "ぐ": 1402,
      "け": 1403,
      "げ": 1404,
      "こ": 1405,
      "ご": 1406,
      "さ": 1407,
      "ざ": 1408,
      "し": 1409,
      "じ": 1410,
      "す": 1411,
      "ず": 1412,
      "せ": 1413,
      "ぜ": 1414,
      "そ": 1415,
      "ぞ": 1416,
      "た": 1417,
      "だ": 1418,
      "ち": 1419,
      "ぢ": 1420,
      "っ": 1421,
      "つ": 1422,
      "づ": 1423,
      "て": 1424,
      "で": 1425,
      "と": 1426,
      "ど": 1427,
      "な": 1428,
      "に": 1429,
      "ぬ": 1430,
      "ね": 1431,
      "の": 1432,
      "は": 1433,
      "ば": 1434,
      "ひ": 1435,
      "び": 1436,
      "ふ": 1437,
      "ぶ": 1438,
      "ぷ": 1439,
      "へ": 1440,
      "べ": 1441,
      "ほ": 1442,
      "ぼ": 1443,
      "ま": 1444,
      "み": 1445,
      "む": 1446,
      "め": 1447,
      "も": 1448,
      "ゃ": 1449,
      "や": 1450,
      "ゅ": 1451,
      "ゆ": 1452,
      "ょ": 1453,
      "よ": 1454,
      "ら": 1455,
      "り": 1456,
      "る": 1457,
      "れ": 1458,
      "ろ": 1459,
      "わ": 1460,
      "ゐ": 1461,
      "ゑ": 1462,
      "を": 1463,
      "ん": 1464,
      "ゔ": 1465,
      "゛": 1466,
      "゜": 1467,
      "ァ": 1468,
      "ア": 1469,
      "ィ": 1470,
      "イ": 1471,
      "ゥ": 1472,
      "ウ": 1473,
      "ェ": 1474,
      "エ": 1475,
      "ォ": 1476,
      "オ": 1477,
      "カ": 1478,
      "ガ": 1479,
      "キ": 1480,
      "ギ": 1481,
      "ク": 1482,
      "グ": 1483,
      "ケ": 1484,
      "ゲ": 1485,
      "コ": 1486,
      "ゴ": 1487,
      "サ": 1488,
      "ザ": 1489,
      "シ": 1490,
      "ジ": 1491,
      "ス": 1492,
      "ズ": 1493,
      "セ": 1494,
      "ゼ": 1495,
      "ソ": 1496,
      "ゾ": 1497,
      "タ": 1498,
      "ダ": 1499,
      "チ": 1500,
      "ッ": 1501,
      "ツ": 1502,
      "テ": 1503,
      "デ": 1504,
      "ト": 1505,
      "ド": 1506,
      "ナ": 1507,
      "ニ": 1508,
      "ヌ": 1509,
      "ネ": 1510,
      "ノ": 1511,
      "ハ": 1512,
      "バ": 1513,
      "パ": 1514,
      "ヒ": 1515,
      "ビ": 1516,
      "ピ": 1517,
      "フ": 1518,
      "ブ": 1519,
      "プ": 1520,
      "ヘ": 1521,
      "ベ": 1522,
      "ペ": 1523,
      "ホ": 1524,
      "ボ": 1525,
      "ポ": 1526,
      "マ": 1527,
      "ミ": 1528,
      "ム": 1529,
      "メ": 1530,
      "モ": 1531,
      "ャ": 1532,
      "ヤ": 1533,
      "ュ": 1534,
      "ユ": 1535,
      "ョ": 1536,
      "ヨ": 1537,
      "ラ": 1538,
      "リ": 1539,
      "ル": 1540,
      "レ": 1541,
      "ロ": 1542,
      "ワ": 1543,
      "ン": 1544,
      "ヴ": 1545,
      "・": 1546,
      "ー": 1547,
      "ㄅ": 1548,
      "ㄆ": 1549,
      "ㄇ": 1550,
      "ㄈ": 1551,
      "ㄤ": 1552,
      "ㄧ": 1553,
      "ㅓ": 1554,
      "ㅔ": 1555,
      "ㅕ": 1556,
      "ㅖ": 1557,
      "ㅡ": 1558,
      "ㅣ": 1559,
      "㎡": 1560,
      "䟩": 1561,
      "一": 1562,
      "七": 1563,
      "万": 1564,
      "丈": 1565,
      "三": 1566,
      "上": 1567,
      "下": 1568,
      "不": 1569,
      "与": 1570,
      "专": 1571,
      "世": 1572,
      "丘": 1573,
      "业": 1574,
      "东": 1575,
      "两": 1576,
      "严": 1577,
      "丨": 1578,
      "个": 1579,
      "中": 1580,
      "丰": 1581,
      "临": 1582,
      "丸": 1583,
      "丹": 1584,
      "为": 1585,
      "主": 1586,
      "丼": 1587,
      "丽": 1588,
      "举": 1589,
      "久": 1590,
      "么": 1591,
      "义": 1592,
      "之": 1593,
      "乌": 1594,
      "乎": 1595,
      "乏": 1596,
      "乐": 1597,
      "乗": 1598,
      "乘": 1599,
      "乙": 1600,
      "九": 1601,
      "也": 1602,
      "习": 1603,
      "乡": 1604,
      "书": 1605,
      "买": 1606,
      "乱": 1607,
      "乾": 1608,
      "了": 1609,
      "争": 1610,
      "事": 1611,
      "二": 1612,
      "于": 1613,
      "云": 1614,
      "互": 1615,
      "五": 1616,
      "井": 1617,
      "亚": 1618,
      "些": 1619,
      "亜": 1620,
      "亞": 1621,
      "交": 1622,
      "产": 1623,
      "亨": 1624,
      "京": 1625,
      "人": 1626,
      "亿": 1627,
      "什": 1628,
      "仁": 1629,
      "仅": 1630,
      "今": 1631,
      "介": 1632,
      "仍": 1633,
      "从": 1634,
      "他": 1635,
      "付": 1636,
      "仙": 1637,
      "仝": 1638,
      "代": 1639,
      "以": 1640,
      "仪": 1641,
      "们": 1642,
      "仮": 1643,
      "仲": 1644,
      "件": 1645,
      "价": 1646,
      "任": 1647,
      "伊": 1648,
      "伎": 1649,
      "伏": 1650,
      "伐": 1651,
      "休": 1652,
      "众": 1653,
      "优": 1654,
      "会": 1655,
      "伝": 1656,
      "伟": 1657,
      "传": 1658,
      "伦": 1659,
      "伯": 1660,
      "估": 1661,
      "伴": 1662,
      "伸": 1663,
      "似": 1664,
      "但": 1665,
      "位": 1666,
      "低": 1667,
      "住": 1668,
      "佐": 1669,
      "佑": 1670,
      "体": 1671,
      "何": 1672,
      "佗": 1673,
      "余": 1674,
      "作": 1675,
      "你": 1676,
      "佰": 1677,
      "使": 1678,
      "例": 1679,
      "侍": 1680,
      "供": 1681,
      "依": 1682,
      "便": 1683,
      "俄": 1684,
      "俊": 1685,
      "保": 1686,
      "信": 1687,
      "修": 1688,
      "倉": 1689,
      "個": 1690,
      "倍": 1691,
      "倒": 1692,
      "候": 1693,
      "值": 1694,
      "假": 1695,
      "做": 1696,
      "健": 1697,
      "側": 1698,
      "備": 1699,
      "储": 1700,
      "傳": 1701,
      "傷": 1702,
      "働": 1703,
      "像": 1704,
      "僕": 1705,
      "儀": 1706,
      "儉": 1707,
      "元": 1708,
      "先": 1709,
      "光": 1710,
      "克": 1711,
      "免": 1712,
      "入": 1713,
      "內": 1714,
      "全": 1715,
      "兩": 1716,
      "八": 1717,
      "公": 1718,
      "六": 1719,
      "兰": 1720,
      "共": 1721,
      "关": 1722,
      "兴": 1723,
      "兵": 1724,
      "其": 1725,
      "具": 1726,
      "养": 1727,
      "兽": 1728,
      "内": 1729,
      "円": 1730,
      "冊": 1731,
      "册": 1732,
      "再": 1733,
      "写": 1734,
      "军": 1735,
      "农": 1736,
      "冤": 1737,
      "冰": 1738,
      "决": 1739,
      "况": 1740,
      "冷": 1741,
      "净": 1742,
      "凄": 1743,
      "准": 1744,
      "凉": 1745,
      "凍": 1746,
      "减": 1747,
      "几": 1748,
      "凶": 1749,
      "凸": 1750,
      "出": 1751,
      "函": 1752,
      "刀": 1753,
      "分": 1754,
      "切": 1755,
      "刑": 1756,
      "列": 1757,
      "刘": 1758,
      "则": 1759,
      "刚": 1760,
      "创": 1761,
      "判": 1762,
      "別": 1763,
      "刨": 1764,
      "利": 1765,
      "别": 1766,
      "到": 1767,
      "制": 1768,
      "刺": 1769,
      "則": 1770,
      "前": 1771,
      "剑": 1772,
      "剣": 1773,
      "剥": 1774,
      "剧": 1775,
      "剩": 1776,
      "副": 1777,
      "割": 1778,
      "創": 1779,
      "劇": 1780,
      "劉": 1781,
      "力": 1782,
      "功": 1783,
      "加": 1784,
      "务": 1785,
      "动": 1786,
      "助": 1787,
      "努": 1788,
      "劳": 1789,
      "势": 1790,
      "動": 1791,
      "勝": 1792,
      "勞": 1793,
      "勢": 1794,
      "勧": 1795,
      "勿": 1796,
      "包": 1797,
      "化": 1798,
      "北": 1799,
      "匠": 1800,
      "匡": 1801,
      "匹": 1802,
      "区": 1803,
      "医": 1804,
      "匿": 1805,
      "區": 1806,
      "十": 1807,
      "千": 1808,
      "升": 1809,
      "半": 1810,
      "卍": 1811,
      "华": 1812,
      "协": 1813,
      "卐": 1814,
      "卓": 1815,
      "单": 1816,
      "卖": 1817,
      "南": 1818,
      "博": 1819,
      "卡": 1820,
      "卦": 1821,
      "卫": 1822,
      "印": 1823,
      "危": 1824,
      "即": 1825,
      "却": 1826,
      "厂": 1827,
      "原": 1828,
      "去": 1829,
      "县": 1830,
      "参": 1831,
      "參": 1832,
      "及": 1833,
      "友": 1834,
      "双": 1835,
      "反": 1836,
      "发": 1837,
      "取": 1838,
      "受": 1839,
      "变": 1840,
      "叡": 1841,
      "口": 1842,
      "古": 1843,
      "另": 1844,
      "只": 1845,
      "叫": 1846,
      "召": 1847,
      "可": 1848,
      "台": 1849,
      "史": 1850,
      "右": 1851,
      "号": 1852,
      "司": 1853,
      "吃": 1854,
      "各": 1855,
      "合": 1856,
      "吉": 1857,
      "吊": 1858,
      "同": 1859,
      "名": 1860,
      "后": 1861,
      "向": 1862,
      "吗": 1863,
      "君": 1864,
      "否": 1865,
      "吧": 1866,
      "吨": 1867,
      "含": 1868,
      "听": 1869,
      "吳": 1870,
      "吴": 1871,
      "吸": 1872,
      "吹": 1873,
      "吾": 1874,
      "呀": 1875,
      "呂": 1876,
      "呆": 1877,
      "呉": 1878,
      "告": 1879,
      "呑": 1880,
      "员": 1881,
      "周": 1882,
      "味": 1883,
      "呼": 1884,
      "命": 1885,
      "咆": 1886,
      "和": 1887,
      "咬": 1888,
      "品": 1889,
      "哈": 1890,
      "响": 1891,
      "員": 1892,
      "哥": 1893,
      "哮": 1894,
      "哲": 1895,
      "唐": 1896,
      "售": 1897,
      "唸": 1898,
      "商": 1899,
      "問": 1900,
      "啤": 1901,
      "啦": 1902,
      "喀": 1903,
      "喂": 1904,
      "善": 1905,
      "喇": 1906,
      "喜": 1907,
      "喫": 1908,
      "嗣": 1909,
      "嘉": 1910,
      "嘛": 1911,
      "嘟": 1912,
      "噌": 1913,
      "噛": 1914,
      "器": 1915,
      "嚴": 1916,
      "四": 1917,
      "回": 1918,
      "因": 1919,
      "団": 1920,
      "囧": 1921,
      "园": 1922,
      "困": 1923,
      "固": 1924,
      "国": 1925,
      "图": 1926,
      "圆": 1927,
      "國": 1928,
      "圍": 1929,
      "圏": 1930,
      "園": 1931,
      "圓": 1932,
      "圖": 1933,
      "土": 1934,
      "在": 1935,
      "地": 1936,
      "圳": 1937,
      "场": 1938,
      "址": 1939,
      "坂": 1940,
      "均": 1941,
      "坊": 1942,
      "坐": 1943,
      "块": 1944,
      "坛": 1945,
      "坝": 1946,
      "坡": 1947,
      "坤": 1948,
      "坪": 1949,
      "型": 1950,
      "垣": 1951,
      "城": 1952,
      "埔": 1953,
      "域": 1954,
      "基": 1955,
      "堂": 1956,
      "堆": 1957,
      "堤": 1958,
      "堰": 1959,
      "報": 1960,
      "場": 1961,
      "塊": 1962,
      "塔": 1963,
      "塗": 1964,
      "塞": 1965,
      "塩": 1966,
      "塾": 1967,
      "増": 1968,
      "增": 1969,
      "墟": 1970,
      "墩": 1971,
      "壊": 1972,
      "士": 1973,
      "壮": 1974,
      "売": 1975,
      "壳": 1976,
      "壹": 1977,
      "壽": 1978,
      "处": 1979,
      "备": 1980,
      "変": 1981,
      "复": 1982,
      "夏": 1983,
      "夕": 1984,
      "外": 1985,
      "多": 1986,
      "夛": 1987,
      "夜": 1988,
      "够": 1989,
      "夢": 1990,
      "大": 1991,
      "天": 1992,
      "太": 1993,
      "夫": 1994,
      "央": 1995,
      "头": 1996,
      "夷": 1997,
      "夹": 1998,
      "奄": 1999,
      "奇": 2000,
      "奈": 2001,
      "奉": 2002,
      "套": 2003,
      "奘": 2004,
      "奚": 2005,
      "奥": 2006,
      "女": 2007,
      "奶": 2008,
      "奸": 2009,
      "好": 2010,
      "如": 2011,
      "妖": 2012,
      "妤": 2013,
      "妨": 2014,
      "妻": 2015,
      "姆": 2016,
      "始": 2017,
      "委": 2018,
      "姦": 2019,
      "威": 2020,
      "娃": 2021,
      "娄": 2022,
      "娜": 2023,
      "娣": 2024,
      "娥": 2025,
      "娱": 2026,
      "婁": 2027,
      "婦": 2028,
      "婷": 2029,
      "媛": 2030,
      "嫌": 2031,
      "子": 2032,
      "字": 2033,
      "存": 2034,
      "季": 2035,
      "学": 2036,
      "孴": 2037,
      "學": 2038,
      "宁": 2039,
      "它": 2040,
      "宇": 2041,
      "安": 2042,
      "宋": 2043,
      "完": 2044,
      "宏": 2045,
      "宗": 2046,
      "官": 2047,
      "定": 2048,
      "宜": 2049,
      "宝": 2050,
      "实": 2051,
      "実": 2052,
      "客": 2053,
      "宣": 2054,
      "室": 2055,
      "宫": 2056,
      "宮": 2057,
      "宰": 2058,
      "家": 2059,
      "容": 2060,
      "宿": 2061,
      "寄": 2062,
      "密": 2063,
      "富": 2064,
      "寤": 2065,
      "實": 2066,
      "寧": 2067,
      "寨": 2068,
      "寳": 2069,
      "寶": 2070,
      "寸": 2071,
      "对": 2072,
      "寺": 2073,
      "寻": 2074,
      "寿": 2075,
      "専": 2076,
      "将": 2077,
      "小": 2078,
      "少": 2079,
      "尔": 2080,
      "尘": 2081,
      "就": 2082,
      "尽": 2083,
      "尾": 2084,
      "尿": 2085,
      "局": 2086,
      "屄": 2087,
      "居": 2088,
      "屈": 2089,
      "届": 2090,
      "屋": 2091,
      "屏": 2092,
      "展": 2093,
      "属": 2094,
      "屯": 2095,
      "山": 2096,
      "屿": 2097,
      "岐": 2098,
      "岗": 2099,
      "岛": 2100,
      "岡": 2101,
      "岩": 2102,
      "岭": 2103,
      "岳": 2104,
      "岷": 2105,
      "岸": 2106,
      "島": 2107,
      "峻": 2108,
      "峽": 2109,
      "崎": 2110,
      "崔": 2111,
      "崖": 2112,
      "崩": 2113,
      "嵥": 2114,
      "嶺": 2115,
      "嶼": 2116,
      "川": 2117,
      "州": 2118,
      "工": 2119,
      "左": 2120,
      "巧": 2121,
      "巨": 2122,
      "差": 2123,
      "己": 2124,
      "已": 2125,
      "巴": 2126,
      "巻": 2127,
      "市": 2128,
      "布": 2129,
      "师": 2130,
      "希": 2131,
      "帝": 2132,
      "帥": 2133,
      "带": 2134,
      "師": 2135,
      "席": 2136,
      "帯": 2137,
      "常": 2138,
      "幌": 2139,
      "幡": 2140,
      "幣": 2141,
      "干": 2142,
      "平": 2143,
      "年": 2144,
      "并": 2145,
      "幸": 2146,
      "幹": 2147,
      "幾": 2148,
      "广": 2149,
      "庁": 2150,
      "広": 2151,
      "庄": 2152,
      "庆": 2153,
      "序": 2154,
      "库": 2155,
      "应": 2156,
      "底": 2157,
      "店": 2158,
      "庚": 2159,
      "府": 2160,
      "废": 2161,
      "度": 2162,
      "座": 2163,
      "庫": 2164,
      "庭": 2165,
      "康": 2166,
      "廃": 2167,
      "廣": 2168,
      "建": 2169,
      "开": 2170,
      "弁": 2171,
      "异": 2172,
      "弄": 2173,
      "式": 2174,
      "弓": 2175,
      "弔": 2176,
      "引": 2177,
      "张": 2178,
      "弦": 2179,
      "張": 2180,
      "强": 2181,
      "当": 2182,
      "形": 2183,
      "彩": 2184,
      "彭": 2185,
      "彰": 2186,
      "影": 2187,
      "役": 2188,
      "彻": 2189,
      "彼": 2190,
      "征": 2191,
      "待": 2192,
      "很": 2193,
      "律": 2194,
      "後": 2195,
      "徐": 2196,
      "徒": 2197,
      "得": 2198,
      "御": 2199,
      "復": 2200,
      "循": 2201,
      "微": 2202,
      "徳": 2203,
      "德": 2204,
      "徹": 2205,
      "徽": 2206,
      "心": 2207,
      "必": 2208,
      "忆": 2209,
      "忍": 2210,
      "志": 2211,
      "忘": 2212,
      "応": 2213,
      "忠": 2214,
      "快": 2215,
      "念": 2216,
      "忻": 2217,
      "忽": 2218,
      "态": 2219,
      "怒": 2220,
      "思": 2221,
      "怡": 2222,
      "急": 2223,
      "性": 2224,
      "怪": 2225,
      "总": 2226,
      "恋": 2227,
      "恢": 2228,
      "恩": 2229,
      "息": 2230,
      "恵": 2231,
      "悟": 2232,
      "悠": 2233,
      "患": 2234,
      "您": 2235,
      "悩": 2236,
      "悪": 2237,
      "悬": 2238,
      "情": 2239,
      "惑": 2240,
      "惠": 2241,
      "惧": 2242,
      "惯": 2243,
      "想": 2244,
      "意": 2245,
      "愛": 2246,
      "感": 2247,
      "慈": 2248,
      "態": 2249,
      "慎": 2250,
      "慢": 2251,
      "慣": 2252,
      "慶": 2253,
      "憎": 2254,
      "憨": 2255,
      "憩": 2256,
      "憶": 2257,
      "憾": 2258,
      "應": 2259,
      "成": 2260,
      "我": 2261,
      "戒": 2262,
      "或": 2263,
      "战": 2264,
      "截": 2265,
      "戴": 2266,
      "戶": 2267,
      "户": 2268,
      "戸": 2269,
      "戻": 2270,
      "房": 2271,
      "所": 2272,
      "扈": 2273,
      "手": 2274,
      "才": 2275,
      "打": 2276,
      "払": 2277,
      "找": 2278,
      "承": 2279,
      "技": 2280,
      "投": 2281,
      "抗": 2282,
      "折": 2283,
      "抜": 2284,
      "护": 2285,
      "报": 2286,
      "抵": 2287,
      "抹": 2288,
      "押": 2289,
      "担": 2290,
      "拉": 2291,
      "拒": 2292,
      "拓": 2293,
      "招": 2294,
      "拟": 2295,
      "择": 2296,
      "括": 2297,
      "拳": 2298,
      "拼": 2299,
      "拿": 2300,
      "持": 2301,
      "挂": 2302,
      "指": 2303,
      "按": 2304,
      "挑": 2305,
      "挠": 2306,
      "挡": 2307,
      "振": 2308,
      "损": 2309,
      "据": 2310,
      "捷": 2311,
      "掉": 2312,
      "排": 2313,
      "掛": 2314,
      "採": 2315,
      "探": 2316,
      "接": 2317,
      "控": 2318,
      "推": 2319,
      "措": 2320,
      "掻": 2321,
      "揂": 2322,
      "揃": 2323,
      "提": 2324,
      "揚": 2325,
      "換": 2326,
      "握": 2327,
      "援": 2328,
      "搅": 2329,
      "損": 2330,
      "搜": 2331,
      "搞": 2332,
      "携": 2333,
      "摂": 2334,
      "摆": 2335,
      "摇": 2336,
      "摩": 2337,
      "撒": 2338,
      "撤": 2339,
      "撫": 2340,
      "播": 2341,
      "撮": 2342,
      "操": 2343,
      "支": 2344,
      "收": 2345,
      "改": 2346,
      "攻": 2347,
      "放": 2348,
      "政": 2349,
      "故": 2350,
      "效": 2351,
      "敏": 2352,
      "救": 2353,
      "教": 2354,
      "散": 2355,
      "敦": 2356,
      "敬": 2357,
      "数": 2358,
      "整": 2359,
      "文": 2360,
      "斗": 2361,
      "料": 2362,
      "斯": 2363,
      "新": 2364,
      "方": 2365,
      "施": 2366,
      "旅": 2367,
      "旋": 2368,
      "族": 2369,
      "无": 2370,
      "日": 2371,
      "旧": 2372,
      "旨": 2373,
      "旭": 2374,
      "旱": 2375,
      "时": 2376,
      "昇": 2377,
      "昌": 2378,
      "明": 2379,
      "易": 2380,
      "星": 2381,
      "映": 2382,
      "春": 2383,
      "昭": 2384,
      "是": 2385,
      "显": 2386,
      "時": 2387,
      "晏": 2388,
      "晨": 2389,
      "普": 2390,
      "景": 2391,
      "智": 2392,
      "暂": 2393,
      "暨": 2394,
      "暫": 2395,
      "暴": 2396,
      "曌": 2397,
      "曝": 2398,
      "更": 2399,
      "書": 2400,
      "曹": 2401,
      "曾": 2402,
      "最": 2403,
      "會": 2404,
      "月": 2405,
      "有": 2406,
      "服": 2407,
      "朔": 2408,
      "朗": 2409,
      "望": 2410,
      "朝": 2411,
      "期": 2412,
      "木": 2413,
      "未": 2414,
      "末": 2415,
      "本": 2416,
      "札": 2417,
      "术": 2418,
      "朱": 2419,
      "机": 2420,
      "杂": 2421,
      "李": 2422,
      "杏": 2423,
      "材": 2424,
      "村": 2425,
      "束": 2426,
      "条": 2427,
      "来": 2428,
      "杨": 2429,
      "杭": 2430,
      "東": 2431,
      "松": 2432,
      "板": 2433,
      "极": 2434,
      "构": 2435,
      "析": 2436,
      "林": 2437,
      "枚": 2438,
      "果": 2439,
      "枡": 2440,
      "枫": 2441,
      "架": 2442,
      "某": 2443,
      "染": 2444,
      "柔": 2445,
      "查": 2446,
      "柱": 2447,
      "柴": 2448,
      "标": 2449,
      "树": 2450,
      "校": 2451,
      "株": 2452,
      "样": 2453,
      "核": 2454,
      "根": 2455,
      "格": 2456,
      "栽": 2457,
      "桂": 2458,
      "桃": 2459,
      "框": 2460,
      "案": 2461,
      "桓": 2462,
      "桜": 2463,
      "桥": 2464,
      "桩": 2465,
      "桶": 2466,
      "梁": 2467,
      "梅": 2468,
      "梨": 2469,
      "械": 2470,
      "检": 2471,
      "棒": 2472,
      "森": 2473,
      "棲": 2474,
      "椅": 2475,
      "植": 2476,
      "検": 2477,
      "楠": 2478,
      "業": 2479,
      "極": 2480,
      "楼": 2481,
      "楽": 2482,
      "樓": 2483,
      "標": 2484,
      "模": 2485,
      "横": 2486,
      "樱": 2487,
      "樹": 2488,
      "橋": 2489,
      "機": 2490,
      "橿": 2491,
      "檀": 2492,
      "次": 2493,
      "欢": 2494,
      "欧": 2495,
      "款": 2496,
      "歌": 2497,
      "止": 2498,
      "正": 2499,
      "此": 2500,
      "步": 2501,
      "武": 2502,
      "歩": 2503,
      "歳": 2504,
      "歸": 2505,
      "死": 2506,
      "殊": 2507,
      "段": 2508,
      "殷": 2509,
      "殻": 2510,
      "殿": 2511,
      "毁": 2512,
      "母": 2513,
      "毎": 2514,
      "每": 2515,
      "毓": 2516,
      "比": 2517,
      "毛": 2518,
      "氏": 2519,
      "民": 2520,
      "气": 2521,
      "気": 2522,
      "氣": 2523,
      "氧": 2524,
      "氮": 2525,
      "水": 2526,
      "氷": 2527,
      "永": 2528,
      "汁": 2529,
      "求": 2530,
      "汇": 2531,
      "汉": 2532,
      "汕": 2533,
      "江": 2534,
      "池": 2535,
      "汤": 2536,
      "汴": 2537,
      "決": 2538,
      "沈": 2539,
      "沌": 2540,
      "沙": 2541,
      "沛": 2542,
      "没": 2543,
      "沢": 2544,
      "沪": 2545,
      "沱": 2546,
      "河": 2547,
      "油": 2548,
      "治": 2549,
      "沿": 2550,
      "況": 2551,
      "泄": 2552,
      "泉": 2553,
      "泊": 2554,
      "法": 2555,
      "波": 2556,
      "泥": 2557,
      "注": 2558,
      "泰": 2559,
      "泽": 2560,
      "洁": 2561,
      "洋": 2562,
      "洒": 2563,
      "洗": 2564,
      "洛": 2565,
      "洞": 2566,
      "洪": 2567,
      "洲": 2568,
      "活": 2569,
      "派": 2570,
      "流": 2571,
      "浄": 2572,
      "测": 2573,
      "济": 2574,
      "浙": 2575,
      "浜": 2576,
      "浦": 2577,
      "浮": 2578,
      "浴": 2579,
      "海": 2580,
      "涂": 2581,
      "消": 2582,
      "涌": 2583,
      "涩": 2584,
      "淡": 2585,
      "淫": 2586,
      "深": 2587,
      "混": 2588,
      "淹": 2589,
      "清": 2590,
      "済": 2591,
      "渋": 2592,
      "渐": 2593,
      "減": 2594,
      "渝": 2595,
      "渡": 2596,
      "温": 2597,
      "港": 2598,
      "渲": 2599,
      "渴": 2600,
      "游": 2601,
      "湄": 2602,
      "湖": 2603,
      "湘": 2604,
      "湯": 2605,
      "湾": 2606,
      "満": 2607,
      "溉": 2608,
      "源": 2609,
      "溜": 2610,
      "溝": 2611,
      "溢": 2612,
      "溥": 2613,
      "溪": 2614,
      "溫": 2615,
      "溯": 2616,
      "溶": 2617,
      "滇": 2618,
      "滞": 2619,
      "滨": 2620,
      "滬": 2621,
      "漢": 2622,
      "漫": 2623,
      "潜": 2624,
      "潟": 2625,
      "潢": 2626,
      "潭": 2627,
      "潮": 2628,
      "澄": 2629,
      "澎": 2630,
      "澤": 2631,
      "澳": 2632,
      "激": 2633,
      "濟": 2634,
      "濱": 2635,
      "灌": 2636,
      "灣": 2637,
      "火": 2638,
      "灯": 2639,
      "灰": 2640,
      "灾": 2641,
      "炎": 2642,
      "炯": 2643,
      "点": 2644,
      "為": 2645,
      "烈": 2646,
      "烏": 2647,
      "烦": 2648,
      "烧": 2649,
      "热": 2650,
      "無": 2651,
      "焦": 2652,
      "然": 2653,
      "焼": 2654,
      "煙": 2655,
      "照": 2656,
      "煩": 2657,
      "煮": 2658,
      "熊": 2659,
      "熟": 2660,
      "熨": 2661,
      "熱": 2662,
      "燃": 2663,
      "燕": 2664,
      "燗": 2665,
      "爆": 2666,
      "爛": 2667,
      "爪": 2668,
      "爱": 2669,
      "父": 2670,
      "爻": 2671,
      "爾": 2672,
      "片": 2673,
      "版": 2674,
      "牌": 2675,
      "牙": 2676,
      "牛": 2677,
      "物": 2678,
      "特": 2679,
      "状": 2680,
      "狐": 2681,
      "狗": 2682,
      "独": 2683,
      "狭": 2684,
      "猛": 2685,
      "猪": 2686,
      "献": 2687,
      "獄": 2688,
      "獲": 2689,
      "玄": 2690,
      "率": 2691,
      "玉": 2692,
      "王": 2693,
      "环": 2694,
      "现": 2695,
      "玲": 2696,
      "珈": 2697,
      "珍": 2698,
      "珠": 2699,
      "班": 2700,
      "球": 2701,
      "理": 2702,
      "琢": 2703,
      "琲": 2704,
      "瑠": 2705,
      "瑩": 2706,
      "璃": 2707,
      "璐": 2708,
      "環": 2709,
      "瓊": 2710,
      "瓶": 2711,
      "甜": 2712,
      "生": 2713,
      "用": 2714,
      "田": 2715,
      "由": 2716,
      "甲": 2717,
      "申": 2718,
      "电": 2719,
      "男": 2720,
      "甸": 2721,
      "町": 2722,
      "画": 2723,
      "界": 2724,
      "留": 2725,
      "畢": 2726,
      "略": 2727,
      "番": 2728,
      "畿": 2729,
      "疆": 2730,
      "疏": 2731,
      "疑": 2732,
      "疗": 2733,
      "疫": 2734,
      "病": 2735,
      "痛": 2736,
      "痴": 2737,
      "瘤": 2738,
      "癌": 2739,
      "癪": 2740,
      "発": 2741,
      "登": 2742,
      "白": 2743,
      "百": 2744,
      "的": 2745,
      "皇": 2746,
      "皮": 2747,
      "盆": 2748,
      "益": 2749,
      "盐": 2750,
      "监": 2751,
      "盖": 2752,
      "盗": 2753,
      "盛": 2754,
      "監": 2755,
      "盧": 2756,
      "目": 2757,
      "直": 2758,
      "相": 2759,
      "省": 2760,
      "看": 2761,
      "県": 2762,
      "真": 2763,
      "眩": 2764,
      "眼": 2765,
      "着": 2766,
      "睛": 2767,
      "睦": 2768,
      "瞎": 2769,
      "瞳": 2770,
      "瞻": 2771,
      "矢": 2772,
      "知": 2773,
      "短": 2774,
      "石": 2775,
      "矿": 2776,
      "码": 2777,
      "砂": 2778,
      "砕": 2779,
      "破": 2780,
      "硝": 2781,
      "硬": 2782,
      "确": 2783,
      "碁": 2784,
      "碍": 2785,
      "碧": 2786,
      "碳": 2787,
      "確": 2788,
      "磁": 2789,
      "磨": 2790,
      "磷": 2791,
      "礱": 2792,
      "示": 2793,
      "礼": 2794,
      "社": 2795,
      "祖": 2796,
      "祝": 2797,
      "神": 2798,
      "票": 2799,
      "祭": 2800,
      "祸": 2801,
      "祿": 2802,
      "禁": 2803,
      "禅": 2804,
      "福": 2805,
      "禪": 2806,
      "禹": 2807,
      "禽": 2808,
      "秀": 2809,
      "私": 2810,
      "秉": 2811,
      "秋": 2812,
      "种": 2813,
      "科": 2814,
      "租": 2815,
      "秦": 2816,
      "积": 2817,
      "称": 2818,
      "移": 2819,
      "稀": 2820,
      "稅": 2821,
      "程": 2822,
      "税": 2823,
      "稱": 2824,
      "稲": 2825,
      "稳": 2826,
      "稻": 2827,
      "稼": 2828,
      "稿": 2829,
      "穷": 2830,
      "空": 2831,
      "立": 2832,
      "站": 2833,
      "竜": 2834,
      "竞": 2835,
      "章": 2836,
      "端": 2837,
      "競": 2838,
      "竹": 2839,
      "笠": 2840,
      "第": 2841,
      "筆": 2842,
      "等": 2843,
      "筑": 2844,
      "答": 2845,
      "策": 2846,
      "签": 2847,
      "简": 2848,
      "箍": 2849,
      "箕": 2850,
      "管": 2851,
      "箱": 2852,
      "節": 2853,
      "篇": 2854,
      "簡": 2855,
      "米": 2856,
      "类": 2857,
      "粉": 2858,
      "粤": 2859,
      "粮": 2860,
